Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: When we’re in 69, do you find it easy to focus on your own pleasure, or does giving me pleasure take over your mind?
de: Fällt es dir bei 69 leicht, dich auf dein eigenes Vergnügen zu konzentrieren, oder übernimmt das Geben von Vergnügen deine Gedanken?
es: Cuando estamos en la posición del 69, ¿te resulta fácil concentrarte en tu propio placer o el darme placer se apodera de tu mente?
fr: Quand nous sommes en 69, trouvez-vous facile de vous concentrer sur votre propre plaisir, ou le fait de me donner du plaisir prend-il le dessus sur votre esprit ?
it: Quando siamo nella posizione del 69, ti è facile concentrarti sul tuo piacere o il pensiero di darmi piacere prende il sopravvento?
ja: 69（シックスナイン）のとき、自分の快感に集中しやすいですか、それとも私を喜ばせることで頭がいっぱいになりますか？
ko: 우리가 69 자세를 할 때, 자신의 쾌락에 집중하기 쉬운가요 아니면 나에게 즐거움을 주는 것에 더 집중하게 되나요?
nb: Når vi er i 69, synes du det er lett å fokusere på din egen nytelse, eller tar det å gi meg nytelse overhånd?
nl: Als we in 69 zijn, vind je het dan makkelijk om je op je eigen plezier te concentreren, of neemt het geven van plezier aan mij je gedachten over?
pl: Kiedy jesteśmy w pozycji 69, czy łatwo jest Ci skupić się na własnej przyjemności, czy dawanie mi jej całkowicie Cię pochłania?
pt_br: Quando estamos em 69, você acha fácil focar no seu próprio prazer ou dar prazer a mim domina sua mente?
sv: När vi är i 69, tycker du att det är lätt att fokusera på din egen njutning, eller tar det att ge mig njutning över?
uk: Коли ми в позі 69, чи легко вам зосередитися на власному задоволенні, чи думка про те, щоб принести задоволення мені, повністю поглинає вас?
zh_hans: 当我们做69时，你发现自己很容易专注于自己的快感，还是为我提供快感占据了你的头脑？

source: When you're on top riding me, do you like to lean forward and make out, or sit up so I can watch your body move?
de: Wenn du oben auf mir reitest, lehnst du dich dann gerne vor, um zu knutschen, oder setzt du dich auf, damit ich deinen Körper sich bewegen sehen kann?
es: Cuando estás arriba montándome, ¿prefieres inclinarte hacia adelante para besarme, o sentarte para que pueda ver cómo se mueve tu cuerpo?
fr: Quand tu es sur moi à cheval, est-ce que tu préfères te pencher en avant pour t’embrasser, ou t’asseoir pour que je puisse voir ton corps bouger ?
it: Quando sei sopra di me a cavalcioni, preferisci piegarti in avanti per baciarmi, o sederti dritta così posso guardare il tuo corpo muoversi?
ja: あなたが私の上に乗っているとき、前に倒れてディープキスするのが好き？それとも体の動きを見せつけるように座るのが好き？
ko: 네가 위에서 탈 때, 몸을 숙여서 딥키스하는 걸 좋아해? 아니면 내가 네 몸 움직임을 볼 수 있게 똑바로 앉아?
nb: Når du rider meg, liker du da å lene deg fram for å kline, eller sitte opp så jeg kan se kroppen din bevege seg?
nl: Als je bovenop me rijdt, leun je dan graag voorover om te zoenen, of ga je rechtop zitten zodat ik je lichaam kan zien bewegen?
pl: Kiedy jesteś na górze i jedziesz na mnie, wolisz pochylać się do przodu i całować, czy usiąść, żebym mógł patrzeć, jak porusza się twoje ciało?
pt_br: Quando você está por cima cavalgando em mim, gosta de se inclinar para frente e me beijar, ou se sentar para eu ver seu corpo se mover?
sv: När du rider mig, gillar du då att luta dig framåt och hångla, eller sitta upp så att jag kan se din kropp röra sig?
uk: Коли ти зверху і скачеш на мені, тобі подобається нахилятися вперед і цілуватися, чи сідати рівно, щоб я бачив, як рухається твоє тіло?
zh_hans: 当你在上面骑我时，你喜欢前倾热吻，还是坐直让我看你的身体摆动？

source: Where did you grow up, and what do you miss about it?
de: Wo bist du aufgewachsen, und was vermisst du daran?
es: ¿Dónde creciste y qué extrañas de allí?
fr: Où as-tu grandi, et qu'est-ce que cela te manque ?
it: Dove sei cresciuto e cosa ti manca di quel posto?
ja: どこで育ちましたか？その場所の何が恋しいですか？
ko: 어디서 자랐으며, 그곳의 무엇이 그리운가요?
nb: Hvor vokste du opp, og hva savner du med det?
nl: Waar ben je opgegroeid en wat mis je aan die plek?
pl: Gdzie dorastałeś/dorastałaś i za czym tam tęsknisz?
pt_br: Onde você cresceu e o que você sente falta daí?
sv: Var växte du upp, och vad saknar du med den platsen?
uk: Де ви виросли, і чого вам не вистачає в тому місці?
zh_hans: 你在哪里长大？你怀念那里的什么？

source: Where do you see yourself living in ten years?
de: Wo siehst du dich in zehn Jahren leben?
es: ¿Dónde te ves viviendo en diez años?
fr: Où te vois-tu vivre dans dix ans ?
it: Dove ti vedi vivere tra dieci anni?
ja: 10年後、どこに住んでいると思いますか？
ko: 10년 후 어디에 살고 있을 것 같나요?
nb: Hvor ser du for deg at du bor om ti år?
nl: Waar zie je jezelf over tien jaar wonen?
pl: Gdzie widzisz siebie za dziesięć lat?
pt_br: Onde você se vê morando daqui a dez anos?
sv: Var ser du dig själv bo om tio år?
uk: Де ви бачите себе через десять років?
zh_hans: 十年后你觉得自己会住在哪里？

source: Where do you want to be living in five years?
de: Wo möchtest du in fünf Jahren leben?
es: ¿Dónde quieres vivir en cinco años?
fr: Où veux-tu vivre dans cinq ans ?
it: Dove vuoi vivere tra cinque anni?
ja: 5年後、どこに住みたいですか？
ko: 5년 후 어디에서 살고 싶나요?
nb: Hvor vil du bo om fem år?
nl: Waar wil je over vijf jaar wonen?
pl: Gdzie chcesz mieszkać za pięć lat?
pt_br: Onde você quer estar morando daqui a cinco anos?
sv: Var vill du bo om fem år?
uk: Де ви хочете жити через п'ять років?
zh_hans: 五年后你想住在哪里？

source: Where would you like to begin?
de: Wo möchten Sie beginnen?
es: ¿Dónde te gustaría comenzar?
fr: Où aimeriez-vous commencer ?
it: Dove vorresti cominciare?
ja: どこから 始めますか？
ko: 어디서부터 시작하시겠어요?
nb: Hvor vil du begynne?
nl: Waar wil je beginnen?
pl: Gdzie chciałbyś zacząć?
pt_br: Onde você gostaria de começar?
sv: Var vill du börja?
uk: Звідки б ви хотіли почати?
zh_hans: 您想从哪里 开始？

source: Where would you go if you needed to completely reset?
de: Wohin würdest du gehen, wenn du dich komplett zurücksetzen müsstest?
es: ¿A dónde irías si necesitaras reiniciarte por completo?
fr: Où irais-tu si tu avais besoin de te ressourcer complètement ?
it: Dove andresti se avessi bisogno di resettarti completamente?
ja: 完全にリセットする必要があるなら、どこに行きますか？
ko: 완전히 재충전이 필요하다면 어디로 가겠습니까?
nb: Hvor ville du dratt hvis du trengte å nullstille deg helt?
nl: Waar zou je naartoe gaan als je volledig tot rust zou moeten komen?
pl: Gdzie byś pojechał, gdybyś potrzebował całkowicie się zresetować?
pt_br: Para onde você iria se precisasse reiniciar completamente?
sv: Vart skulle du åka om du behövde återställa dig helt?
uk: Куди б ви поїхали, якби потребували повного перезавантаження?
zh_hans: 如果你需要彻底重置自己，你会去哪里？

# Where would you like to begin?
source: Where would\nyou like to begin?
de: Wo möchten\nSie beginnen?
es: ¿Dónde te gustaría\ncomenzar?
fr: Où souhaitez-\nvous commencer ?
it: Dove vorresti\niniziare?
ja: どこから\n始めたいですか？
ko: 어디서부터\n시작하시겠습니까?
nb: Hvor vil du\nbegynne?
nl: Waar wil je\nbeginnen?
pl: Gdzie chciałbyś\nzacząć?
pt_br: Onde você gostaria\nde começar?
sv: Var vill du\nbörja?
uk: Звідки б ви\nхотіли почати?
zh_hans: 你想从哪里\n开始？

source: Which celebrity would you want to narrate your life?
de: Welcher Prominente sollte dein Leben kommentieren?
es: ¿Qué celebridad te gustaría que narre tu vida?
fr: Quelle célébrité voudrais-tu pour narrer ta vie ?
it: Quale celebrità vorresti che narrasse la tua vita?
ja: 自分の人生をナレーションしてほしい有名人は誰ですか？
ko: 당신의 인생을 내레이터해주길 바라는 유명인은 누구인가요?
nb: Hvilken kjendis ville du ønsket skulle fortelle livet ditt?
nl: Welke beroemdheid zou je je leven willen laten vertellen?
pl: Która gwiazda mogłaby opowiadać twoje życie?
pt_br: Qual celebridade você gostaria que narrasse sua vida?
sv: Vilken kändis skulle du vilja berätta ditt liv?
uk: Яку знаменитість ви хотіли б, щоб озвучила ваше життя?
zh_hans: 你希望哪位名人为你的人生做旁白？

source: Which fictional world would you most want to live in for a week?
de: In welcher fiktiven Welt würdest du am liebsten eine Woche leben?
es: ¿En qué mundo ficticio te gustaría más vivir durante una semana?
fr: Dans quel monde fictif aimeriez-vous le plus vivre pendant une semaine ?
it: In quale mondo immaginario vorresti vivere per una settimana?
ja: 一週間住むなら、どの架空の世界が一番いいですか？
ko: 일주일 동안 살고 싶은 가상의 세계는 어디인가요?
nb: Hvilken fiksjonell verden ville du helst bodd i en uke?
nl: In welke fictieve wereld zou je het liefst een week willen wonen?
pl: W jakim fikcyjnym świecie chciałbyś najbardziej mieszkać przez tydzień?
pt_br: Em qual mundo fictício você mais gostaria de viver por uma semana?
sv: Vilken fiktiv värld skulle du helst vilja bo i en vecka?
uk: У якому вигаданому світі ви найбільше хотіли б прожити тиждень?
zh_hans: 你最想在哪一个虚构世界中生活一周？

source: Who in your childhood had the most influence on you?
de: Wer hatte in deiner Kindheit den größten Einfluss auf dich?
es: ¿Quién en tu infancia tuvo la mayor influencia en ti?
fr: Qui a eu le plus d'influence sur toi pendant ton enfance ?
it: Chi ha avuto la maggiore influenza su di te durante l'infanzia?
ja: 子供時代、誰があなたに最も影響を与えましたか？
ko: 어린 시절 누가 당신에게 가장 큰 영향을 미쳤나요?
nb: Hvem i barndommen hadde størst innflytelse på deg?
nl: Wie had in jouw kindertijd de meeste invloed op jou?
pl: Kto w twoim dzieciństwie miał na ciebie największy wpływ?
pt_br: Quem na sua infância teve mais influência sobre você?
sv: Vem i din barndom hade störst inflytande på dig?
uk: Хто в дитинстві мав на вас найбільший вплив?
zh_hans: 你小时候谁对你的影响最大？

source: Who inspires you the most and why?
de: Wer inspiriert dich am meisten und warum?
es: ¿Quién te inspira más y por qué?
fr: Qui t'inspire le plus et pourquoi ?
it: Chi ti ispira di più e perché?
ja: 誰が一番あなたに影響を与えますか、そしてなぜですか？
ko: 누가 당신에게 가장 영감을 주나요, 그리고 그 이유는?
nb: Hvem inspirerer deg mest, og hvorfor?
nl: Wie inspireert jou het meest en waarom?
pl: Kto inspiruje cię najbardziej i dlaczego?
pt_br: Quem mais te inspira e por quê?
sv: Vem inspirerar dig mest och varför?
uk: Хто надихає вас найбільше і чому?
zh_hans: 谁最能激励你，为什么？

source: Who is a person you follow online that always makes your day better?
de: Wem folgst du online, der deinen Tag immer besser macht?
es: ¿A quién sigues en línea que siempre mejora tu día?
fr: Qui suis-tu en ligne qui rend toujours ta journée meilleure ?
it: Chi segui online che ti rende sempre la giornata migliore?
ja: オンラインでフォローしている人で、いつもあなたの日を良くしてくれる人は誰ですか？
ko: 온라인에서 팔로우하는 사람 중 항상 당신의 하루를 더 좋게 만드는 사람은 누구인가요?
nb: Hvem følger du på nettet som alltid gjør dagen din bedre?
nl: Wie volg je online die jouw dag altijd beter maakt?
pl: Kogo obserwujesz w internecie, kto zawsze poprawia ci dzień?
pt_br: Quem é uma pessoa que você segue online que sempre melhora o seu dia?
sv: Vem är en person du följer online som alltid gör din dag bättre?
uk: Кого ви читаєте в інтернеті, хто завжди робить ваш день кращим?
zh_hans: 你在网上关注的哪个人总能让你的一天变得更好？

source: Who is your biggest role model for the life you want?
de: Wer ist dein größtes Vorbild für das Leben, das du führen möchtest?
es: ¿Quién es tu modelo a seguir más importante para la vida que quieres?
fr: Qui est ton plus grand modèle pour la vie que tu veux ?
it: Chi è il tuo più grande modello per la vita che vuoi?
ja: 目指す人生において、最大のロールモデルは誰ですか？
ko: 당신이 원하는 삶에 있어 가장 큰 롤모델은 누구인가요?
nb: Hvem er din største rollemodell for livet du vil ha?
nl: Wie is jouw grootste rolmodel voor het leven dat je wilt?
pl: Kto jest twoim największym wzorem do naśladowania dla życia, jakie chcesz?
pt_br: Quem é o seu maior modelo para a vida que você quer?
sv: Vem är din största förebild för livet du vill ha?
uk: Хто є вашим найбільшим взірцем для життя, якого ви прагнете?
zh_hans: 对于你想要的生活，谁是最大的榜样？

source: Who was the first friend you ever made on your own?
de: Wer war der erste Freund, den du ganz allein gefunden hast?
es: ¿Quién fue el primer amigo que hiciste por tu cuenta?
fr: Qui a été ton premier ami que tu t’es fait tout seul ?
it: Chi è stato il primo amico che hai trovato da solo?
ja: 自分で初めて作った友達は誰ですか？
ko: 처음으로 스스로 사귄 친구는 누구인가요?
nb: Hvem var den første vennen du skaffet deg helt på egen hånd?
nl: Wie was je eerste vriend die je helemaal zelf maakte?
pl: Kto był twoim pierwszym przyjacielem, którego zdobyłeś samodzielnie?
pt_br: Quem foi o primeiro amigo que você fez sozinho?
sv: Vem var den första vännen du skaffade på egen hand?
uk: Хто був першим другом, якого ти знайшов сам?
zh_hans: 你自己交的第一个朋友是谁？

source: Who was the first person you ever truly loved (friend or family)?
de: Wer war der erste Mensch, den du wirklich geliebt hast (Freund oder Familie)?
es: ¿Quién fue la primera persona que realmente amaste (amigo o familia)?
fr: Qui a été la première personne que tu as vraiment aimée (ami ou famille) ?
it: Chi è stata la prima persona che hai veramente amato (amico o familiare)?
ja: 初めて本当に愛した人は誰ですか（友人または家族）？
ko: 진정으로 사랑했던 첫 번째 사람은 누구인가요(친구 또는 가족)?
nb: Hvem var den første personen du virkelig elsket (venn eller familie)?
nl: Wie was de eerste persoon waar je echt van hield (vriend of familie)?
pl: Kto był pierwszą osobą, którą naprawdę kochałeś/kochałaś (przyjaciel lub rodzina)?
pt_br: Quem foi a primeira pessoa que você realmente amou (amigo ou família)?
sv: Vem var den första personen du verkligen älskade (vän eller familj)?
uk: Хто був першою людиною, яку ви справді любили (друг чи сім'я)?
zh_hans: 你第一个真正爱的人是谁（朋友或家人）？

source: Who was the strictest teacher you ever had?
de: Wer war der strengste Lehrer, den du je hattest?
es: ¿Quién fue el profesor más estricto que tuviste?
fr: Quel a été ton professeur le plus strict ?
it: Chi è stato l'insegnante più severo che hai mai avuto?
ja: 今までで一番厳しかった先生は誰ですか？
ko: 가장 엄격했던 선생님은 누구인가요?
nb: Hvem var den strengeste læreren du noen gang har hatt?
nl: Wie was de strengste leraar die je ooit hebt gehad?
pl: Kto był twoim najbardziej surowym nauczycielem?
pt_br: Quem foi o professor mais rígido que você já teve?
sv: Vem var den strängaste läraren du någonsin haft?
uk: Хто був найсуворішим учителем, який у тебе був?
zh_hans: 你遇到过最严厉的老师是谁？

source: Who was your biggest influence during your teenage years?
de: Wer hatte in deinen Teenagerjahren den größten Einfluss auf dich?
es: ¿Quién fue tu mayor influencia durante tu adolescencia?
fr: Qui a eu la plus grande influence sur toi pendant ton adolescence ?
it: Chi ha avuto la maggiore influenza durante la tua adolescenza?
ja: 10代の頃、誰が最も影響を与えましたか？
ko: 10대 시절 누가 당신에게 가장 큰 영향을 미쳤나요?
nb: Hvem hadde størst innflytelse på deg i tenårene?
nl: Wie had de meeste invloed op jou tijdens je tienerjaren?
pl: Kto miał największy wpływ na ciebie w okresie dojrzewania?
pt_br: Quem foi sua maior influência durante a sua adolescência?
sv: Vem hade störst inflytande på dig under dina tonår?
uk: Хто мав найбільший вплив на вас у підлітковому віці?
zh_hans: 你青少年时期谁对你的影响最大？

source: Who was your childhood hero and why?
de: Wer war dein Kindheitsheld und warum?
es: ¿Quién fue tu héroe de la infancia y por qué?
fr: Qui était ton héros d'enfance et pourquoi ?
it: Chi era il tuo eroe d'infanzia e perché?
ja: 子供の頃のヒーローは誰ですか、そしてなぜですか？
ko: 어린 시절의 영웅은 누구였고, 그 이유는 무엇인가요?
nb: Hvem var barndomshelten din og hvorfor?
nl: Wie was jouw kindertijd held en waarom?
pl: Kto był twoim dziecięcym bohaterem i dlaczego?
pt_br: Quem foi seu herói de infância e por quê?
sv: Vem var din barndoms hjälte och varför?
uk: Хто був вашим дитячим героєм і чому?
zh_hans: 你童年时的英雄是谁？为什么？

source: Who was your favorite teacher and why?
de: Wer war dein Lieblingslehrer und warum?
es: ¿Quién fue tu maestro favorito y por qué?
fr: Quel était ton enseignant préféré et pourquoi ?
it: Qual era il tuo insegnante preferito e perché?
ja: 好きな先生は誰ですか、そしてなぜですか？
ko: 가장 좋아했던 선생님은 누구였고, 그 이유는 무엇인가요?
nb: Hvem var din favorittlærer og hvorfor?
nl: Wie was je favoriete leraar en waarom?
pl: Kto był twoim ulubionym nauczycielem i dlaczego?
pt_br: Quem foi seu professor favorito e por quê?
sv: Vem var din favoritlärare och varför?
uk: Хто був вашим улюбленим вчителем і чому?
zh_hans: 你最喜欢的老师是谁？为什么？

source: Who was your first 'real' crush in school?
de: Wer war deine erste 'echte' Schulschwärmerei?
es: ¿Quién fue tu primer 'verdadero' amor platónico en la escuela?
fr: Qui a été ton premier 'vrai' béguin à l'école ?
it: Chi è stata la tua prima 'vera' cotta a scuola?
ja: 学校で初めての「本当の」片思いは誰でしたか？
ko: 학교에서 첫 '진짜' 짝사랑은 누구였나요?
nb: Hvem var din første 'virkelige' forelskelse på skolen?
nl: Wie was jouw eerste 'echte' schoolverliefdheid?
pl: Kto był twoją pierwszą 'prawdziwą' szkolną sympatią?
pt_br: Quem foi seu primeiro 'verdadeiro' crush na escola?
sv: Vem var din första 'riktiga' förälskelse i skolan?
uk: Хто був вашою першою 'справжньою' шкільною закоханістю?
zh_hans: 你在学校里第一个‘真正’喜欢的人是谁？

source: Who was your first celebrity crush?
de: Wer war dein erster Promi-Schwarm?
es: ¿Quién fue tu primer amor platónico de famoso?
fr: Qui était votre premier béguin pour une célébrité ?
it: Chi è stata la tua prima cotta per un personaggio famoso?
ja: 初めての有名人の憧れは誰でしたか？
ko: 첫 유명인 짝사랑은 누구였나요?
nb: Hvem var din første kjendisforelskelse?
nl: Wie was je eerste celebrity crush?
pl: Kto był twoją pierwszą gwiazdorską sympatią?
pt_br: Quem foi sua primeira paixão por uma celebridade?
sv: Vem var din första kändisförälskelse?
uk: Хто був вашою першою знаменитістю, в яку ви були закохані?
zh_hans: 你的第一个名人暗恋对象是谁？

source: Who was your hero when you were young?
de: Wer war dein Held, als du jung warst?
es: ¿Quién fue tu héroe cuando eras joven?
fr: Qui était ton héros quand tu étais jeune ?
it: Chi era il tuo eroe quando eri giovane?
ja: 若い頃のヒーローは誰でしたか？
ko: 어렸을 때 영웅은 누구였나요?
nb: Hvem var helten din da du var ung?
nl: Wie was je held toen je jong was?
pl: Kto był twoim bohaterem, gdy byłeś/byłaś młody/młoda?
pt_br: Quem foi seu herói quando você era jovem?
sv: Vem var din hjälte när du var ung?
uk: Хто був вашим героєм, коли ви були молоді?
zh_hans: 你小时候的英雄是谁？

source: Would you be into a game where you have to beg me to let you come, and I decide if and when you're allowed to?
de: Wärst du auf ein Spiel aus, bei dem du mich anflehen musst, dich kommen zu lassen, und ich entscheide, ob und wann du darfst?
es: ¿Te interesaría un juego en el que tienes que suplicarme que te deje correrte y yo decido si y cuándo puedes?
fr: Serais-tu partant pour un jeu où tu dois me supplier de te laisser jouir, et je décide si et quand tu as le droit ?
it: Ti piacerebbe un gioco in cui devi implorarmi di lasciarti venire, e io decido se e quando puoi farlo?
ja: イかせてほしいと私に懇願し、私がいつイかせてもいいか決めるゲームに興味がありますか？
ko: 네가 싸게 해달라고 나에게 애원해야 하고, 내가 허락할지 여부와 시기를 결정하는 게임에 관심 있어?
nb: Kunne du tenke deg et spill der du må be meg om å la deg komme, og jeg bestemmer om og når du får lov?
nl: Zou je een spel leuk vinden waarin je me moet smeken om je te laten klaarkomen, en ik beslis of en wanneer je mag?
pl: Czy byłabyś zainteresowana grą, w której musisz błagać mnie, żebym pozwolił ci dojść, a ja decyduję, czy i kiedy możesz?
pt_br: Você toparia um jogo onde precisa me implorar para deixar você gozar, e eu decido se e quando você pode?
sv: Skulle du vara intresserad av en lek där du måste be mig att låta dig komma, och jag bestämmer om och när du får?
uk: Тебе було б цікаво в гру, де ти маєш благати мене дозволити тобі кінчити, а я вирішую, чи і коли тобі можна?
zh_hans: 你会喜欢这样一个游戏吗——你得求我让你高潮，而我来决定你能不能高潮以及何时高潮？

source: Would you be into me talking you through anal — telling you exactly when to push back and when to stay still?
de: Würde es dir gefallen, wenn ich dich beim Analverkehr anleite – dir genau sage, wann du zurückdrücken und wann du stillhalten sollst?
es: ¿Te gustaría que te guíe durante el sexo anal diciéndote exactamente cuándo empujar y cuándo quedarte quieta?
fr: Serais-tu partant(e) pour que je te guide pendant l’anal — en te disant exactement quand pousser et quand rester immobile ?
it: Ti piacerebbe se ti guidassi durante l'anale — dicendoti esattamente quando spingere indietro e quando restare ferma?
ja: アナルセックスの時に、いつ押し返して、いつじっとしているかを正確に指示するのを、あなたはどう思いますか？
ko: 내가 항문 섹스 중에 언제 뒤로 밀고 언제 가만히 있을지 정확히 알려주는 걸 너는 어떻게 생각하니?
nb: Kunne du tenke deg at jeg snakker deg gjennom anal – og forteller deg nøyaktig når du skal dytte tilbake og når du skal være stille?
nl: Zou je het leuk vinden als ik je door anaal heen praat — je precies vertel wanneer je terug moet duwen en wanneer je stil moet blijven?
pl: Czy podobałoby ci się, gdybym prowadził cię podczas analu – mówiąc dokładnie, kiedy masz się odepchnąć, a kiedy pozostać nieruchomą?
pt_br: Você gostaria que eu te guiasse durante o anal — dizendo exatamente quando empurrar de volta e quando ficar parada?
sv: Skulle du gilla att jag pratar dig igenom anal – och talar om exakt när du ska trycka tillbaka och när du ska vara stilla?
uk: Тобі було б до вподоби, якби я керував тобою під час анального сексу – кажучи, коли саме відштовхуватися, а коли залишатися нерухомою?
zh_hans: 你会喜欢我在肛交时指导你吗——准确告诉你什么时候往后推，什么时候保持不动？

source: Would you be turned on if I told you I masturbated earlier thinking about what we might do tonight?
de: Würde es dich anmachen, wenn ich dir sage, dass ich mir vorhin einen runtergeholt habe, als ich darüber nachgedacht habe, was wir heute Nacht tun könnten?
es: ¿Te excitaría si te dijera que me masturbé antes pensando en lo que podríamos hacer esta noche?
fr: Serais-tu excitée si je te disais que je me suis masturbé plus tôt en pensant à ce que nous pourrions faire ce soir ?
it: Ti ecciterebbe se ti dicessi che mi sono masturbato prima pensando a cosa potremmo fare stanotte?
ja: 今夜何をするか考えながらオナニーしたと言ったら、あなたは興奮しますか？
ko: 오늘 밤에 우리가 뭘 할지 생각하며 자위했다고 말하면 당신은 흥분되나요?
nb: Ville du blitt tent hvis jeg fortalte deg at jeg onanerte tidligere og tenkte på hva vi kanskje gjør i kveld?
nl: Zou je opgewonden raken als ik je vertelde dat ik eerder aftrok terwijl ik dacht aan wat we vanavond zouden kunnen doen?
pl: Czy podnieciłoby cię, gdybym powiedział, że wcześniej się masturbowałem, myśląc o tym, co możemy dziś zrobić?
pt_br: Você ficaria excitada se eu dissesse que me masturbei mais cedo pensando no que podemos fazer esta noite?
sv: Skulle du bli kåt om jag sa att jag runkade tidigare och tänkte på vad vi kanske gör ikväll?
uk: Тебе було б приємно, якби я сказав, що мастурбував раніше, думаючи про те, що ми могли б робити сьогодні ввечері?
zh_hans: 如果我告诉你我之前想着今晚可能做的事情自慰了，你会兴奋吗？

source: Would you choose to live forever if you could?
de: Würdest du wählen, für immer zu leben, wenn du könntest?
es: ¿Elegirías vivir para siempre si pudieras?
fr: Choisirais-tu de vivre éternellement si tu le pouvais ?
it: Sceglieresti di vivere per sempre se potessi?
ja: もし可能なら、永遠に生きることを選びますか？
ko: 가능하다면 영원히 사는 것을 선택하시겠습니까?
nb: Ville du valgt å leve for alltid hvis du kunne?
nl: Zou je ervoor kiezen om voor altijd te leven als je dat kon?
pl: Czy wybrałbyś życie wieczne, gdybyś mógł?
pt_br: Você escolheria viver para sempre se pudesse?
sv: Skulle du välja att leva för alltid om du kunde?
uk: Ви б обрали жити вічно, якби могли?
zh_hans: 如果你可以，你会选择永生吗？

source: Would you choose to remember every dream you ever have?
de: Würdest du wählen, dich an jeden Traum zu erinnern, den du jemals hast?
es: ¿Elegirías recordar todos los sueños que tienes?
fr: Choisirais-tu de te souvenir de tous les rêves que tu fais ?
it: Sceglieresti di ricordare ogni sogno che fai?
ja: 今まで見たすべての夢を覚えていることを選びますか？
ko: 당신이 꾸는 모든 꿈을 기억하는 것을 선택하시겠습니까?
nb: Ville du valgt å huske hver drøm du noensinne har?
nl: Zou je ervoor kiezen om elke droom die je ooit hebt te onthouden?
pl: Czy wybrałbyś zapamiętywanie każdego snu, który kiedykolwiek masz?
pt_br: Você escolheria se lembrar de cada sonho que tem?
sv: Skulle du välja att komma ihåg varje dröm du någonsin har?
uk: Ви б вибрали пам'ятати кожен сон, який коли-небудь бачите?
zh_hans: 你会选择记住你做过的每一个梦吗？
